Repository: derpixler/wordpress-Custom-Posttype
Catalog: lang/The_custom_Posttype-*.po
Languages: de_de

source: Lifespan
de_de: Lebensdauer

source: Location
de_de: Standort

source: Soil
de_de: Boden

source: Plant distance
de_de: Pflanzabstand

source: Height
de_de: Wuchshöhe

source: Sowing
de_de: Aussaat

source: Planting period
de_de: Pflanzzeit

source: Anthesis
de_de: Blütezeit

source: Harvest
de_de: Erntezeit

source: Blossom
de_de: Blüte

source: Flower colour
de_de: Blütenfarbe

source: Maintenance
de_de: Pflegeaufwand

source: Water consumption
de_de: Wasserbedarf

source: Toxicity
de_de: giftig

source: Herbs
de_de: Kräuter

source: Herb
de_de: Kraut

source: new Herb
de_de: neues Kraut

source: edit Herb
de_de: Kraut bearbeiten

source: view Herb
de_de: Kraut ansehen

source: search Herb
de_de: Kraut suchen

source: no Herb found
de_de: kein Kraut gefunden

source: no Herb in trash
de_de: kein Kraut im Papierkorbgefunden

source: parent Herb
de_de: Eltern-Kraut

source: Characteristics
de_de: Steckbrief
